ID,TEXT
10000,텍스트 이름
20000,텍스트 설명
30000,스토리라인
40000,상인 NPC 이름
50000,상인 NPC 조우 대사
60000,상점 구매 중 대사
11100,매진
21100,마법서를 더 이상 구매할 수 없습니다.
10111,중독
20111,3턴 동안 턴 당 10의 고정 데미지를 입힌다.
10112,맹독
20112,3턴 동안 턴 당 공격력 비율 50%의 데미지를 입힌다.
10121,화상
20121,5턴 동안 턴 당 공격력 비율 20%의 데미지를 입힌다.
11111,원페어
21111,주사위 2개의 눈금이 같은 경우 적 1마리에게 9의 추가 데미지를 입힌다.
21112,주사위 2개의 눈금이 같은 경우 적 1마리에게 18의 추가 데미지를 입힌다.
21113,"주사위 2개의 눈금이 같은 경우 적 1마리에게 27의 추가 데미지를 입히고, 5의 체력을 회복한다."
11121,트리플
21121,주사위 3개의 눈금이 같은 경우 10의 체력을 회복한다.
21122,주사위 3개의 눈금이 같은 경우 15의 체력을 회복한다.
21123,주사위 3개의 눈금이 같은 경우 20의 체력을 회복한다.
11131,3 스트레이트
21131,눈금이 1씩 차이나는 주사위 3개가 연속될 경우 적 3마리에게 3의 추가 데미지를 입힌다.
21132,눈금이 1씩 차이나는 주사위 3개가 연속될 경우 적 3마리에게 6의 추가 데미지를 입힌다.
21133,눈금이 1씩 차이나는 주사위 3개가 연속될 경우 적 3마리에게 12의 추가 데미지를 입힌다.
11141,투페어
21141,주사위 2개의 눈금이 같은 경우가 2쌍 존재할 경우 적 1마리에게 100%의 증폭 데미지를 입힌다.
21142,주사위 2개의 눈금이 같은 경우가 2쌍 존재할 경우 적 1마리에게 125%의 증폭 데미지를 입힌다.
21143,주사위 2개의 눈금이 같은 경우가 2쌍 존재할 경우 적 1마리에게 250%의 증폭 데미지를 입힌다.
11151,카인드 오브 4
21151,주사위 4개의 눈금이 같은 경우 적 1마리에게 30의 추가 데미지를 입힌다.
21152,주사위 4개의 눈금이 같은 경우 적 1마리에게 40의 추가 데미지를 입힌다.
21153,주사위 4개의 눈금이 같은 경우 적 1마리에게 50의 추가 데미지를 입힌다.
11161,4 스트레이트
21161,"눈금이 1씩 차이나는 주사위 4개가 연속될 경우 적 1마리에게 21의 추가 데미지를 입히고, 10의 체력을 회복한다."
21162,"눈금이 1씩 차이나는 주사위 4개가 연속될 경우 적 1마리에게 27의 추가 데미지를 입히고, 15의 체력을 회복한다."
21163,"눈금이 1씩 차이나는 주사위 4개가 연속될 경우 적 1마리에게 33의 추가 데미지를 입히고, 20의 체력을 회복한다."
11171,풀하우스
21171,주사위 2개의 눈금이 같은 경우와 주사위 3개의 눈금이 같은 경우가 동시에 존재할 경우 적 2마리에게 28의 추가 데미지를 입힌다.
21172,주사위 2개의 눈금이 같은 경우와 주사위 3개의 눈금이 같은 경우가 동시에 존재할 경우 적 2마리에게 36의 추가 데미지를 입힌다.
21173,주사위 2개의 눈금이 같은 경우와 주사위 3개의 눈금이 같은 경우가 동시에 존재할 경우 적 2마리에게 44의 추가 데미지를 입힌다.
11181,5 스트레이트
21181,"눈금이 1씩 차이나는 주사위 5개가 연속될 경우 적 1마리에게 400%의 증폭 데미지를 입히고, 10의 보호막을 획득한다."
21182,"눈금이 1씩 차이나는 주사위 5개가 연속될 경우 적 1마리에게 500%의 증폭 데미지를 입히고, 20의 보호막을 획득한다."
21183,"눈금이 1씩 차이나는 주사위 5개가 연속될 경우 적 1마리에게 600%의 증폭 데미지를 입히고, 30의 보호막을 획득한다."
11191,카인드 오브 5
21191,주사위 5개의 눈금이 같은 경우 적 1마리에게 60의 추가 데미지와 200%의 증폭 데미지를 입힌다.
21192,주사위 5개의 눈금이 같은 경우 적 1마리에게 80의 추가 데미지와 250%의 증폭 데미지를 입힌다.
21193,주사위 5개의 눈금이 같은 경우 적 1마리에게 100의 추가 데미지와 300%의 증폭 데미지를 입힌다.
11201,추가 공격력
21201,기본 공격력이 15 증가한다.
11202,생명력 흡수
21202,몬스터 처치 시 공격력의 20%의 체력을 회복한다.
11203,회복
21203,전투 종료 시 20의 체력을 회복한다. 회복량은 최대 체력을 초과할 수 없다.
11204,보호막
21204,전투 시작 시 30의 보호막을 획득한다. 보호막은 최대 체력을 초과할 수 있다.
11205,방화광
21205,매 턴 모든 적에게 10만큼의 데미지를 입힌다.
11206,모 아니면 도
21206,"주사위 눈금에서 3, 4, 5를 제거한다."
11207,스트레이트 매니아
21207,"첫 주사위 굴림에 1, 2, 3을 반드시 가져간다."
11208,족보 수집
21208,마법서 보상 선택을 3회 실행한다.
11209,기본기 수련
21209,주사위가 3개 이하라면 최종 공격력의 50%의 증폭 데미지를 입힌다.
11210,회피
21210,10%의 확률로 적의 공격을 무시한다.
11211,오히려 좋아
21211,주사위 눈금 1 하나당 5의 추가 데미지를 입힌다.
11212,원코인 추가
21212,"사망에 이르는 피해를 입을 시 사망을 1회 무효화하고, 50의 체력을 회복한다."
11213,빙결
21213,적이 첫 턴에 아무 행동도 하지 못한다.
11214,재굴림 추가
21214,재굴림 횟수를 1회 추가한다.
11215,구사일생
21215,"최대 체력이 20 증가하고, 선택 시 최대 체력까지 체력이 회복된다."
12011,나뭇잎 슬라임
22011,
12012,토끼 슬라임
22012,
12013,기사 슬라임
22013,
12015,병사 슬라임
22015,
12021,배트
22021,
12022,이상한 식물
22022,
12023,스파이더
22023,
12025,오크
22025,
12031,웜
22031,
12032,스콜피온
22032,
12033,골렘
22033,
12035,그림 리퍼
22035,
12041,퀸 웜
22041,
12042,스콜피온 킹
22042,
12043,화염 골렘
22043,
12045,레이스
22045,
13015,킹 슬라임
23015,
13025,사악한 마법사
23025,
13035,데스
23035,
13045,데스 메이지
23045,
30001,멸망 직전의 세계에서 나타난 마지막 용사.
30002,그 용사는 '세계의 멸망은 운명에 달린 것' 이라며 주사위를 던져 눈금이 나오는 대로 마법을 쓰는 운명론자 학파의 마법사였는데…
30003,평소 모든 행동을 주사위의 눈금에 따라 결정하는 탓에 사람들은 그를 무시했다.
30004,하지만 이제는 그의 주사위에 세상의 존망이 달려 있다!
40001,수수께끼의 상인
50001,"여기를 혼자 뚫고 지나갈 셈인가? 치기 어린 친구로군. 내가 도움을 줄 수 있을 것 같은데, 받아보겠나?"
60001,대가는 필요없다네. 대신 재미있는 결과를 보여줘야 할 거야.
40002,악마의 거래
50002,"여기에 오다니, 강인한 마력을 가지고 있나 보군. 혹시 더 강한 힘이 필요하진 않나?"
60002,큰 힘에는 큰 책임이 따르는 법이지. 그 책임은 언젠가 지게 될 거야…
40003,신비한 마법석
50003,몬스터들의 시체 사이에서 빛나는 무언가를 발견했다. 엄청난 마력을 뿜어내는 마법석인 것 같다.
60003,마법석의 힘으로 내 능력을 강화할 수 있을 것 같다…
40004,수수께끼의 상인
50004,"여기까지 오다니, 역시 내가 보는 눈이 있어. 마지막으로 내 힘을 빌려보는 건 어떤가?"
60004,"재밌군, 재밌어. 마지막까지 내 기대에 부응해주길 바라네."
